Repository: cocodelabs/palaver-l10n
Catalog: *.lproj/Localizable.strings
Languages: de, it, nl, zh

source: Required
de: Benötigt
it: Richiesto
nl: Verplicht
zh: 要求的

source: Optional
it: Opzionale
nl: Optioneel
zh: 可选的

source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleren
zh: 取消

source: Close
de: Schließen
it: Chiudi
nl: Sluiten
zh: 关闭

source: OK
zh: 好

source: Yes
de: Ja
it: Sì
nl: Ja
zh: 是

source: No
de: Nein
nl: Nee
zh: 否

source: Unknown
de: Unbekannt
it: Sconosciuto
nl: Onbekend
zh: 未知的

source: Nickname
nl: Bijnaam
zh: 昵称

# NOTIFICATION_MESSAGE_CATEGORY_PRIVATE_BODY
source: Message
de: Nachricht
it: Messaggio
nl: Bericht ontvangen
zh: 信息

# NOTIFICATION_MESSAGE_CATEGORY_REPLY_ACTION_TITLE
source: Reply
de: Antworten
it: Rispondi
nl: Reageren
zh: 回复

# NOTIFICATION_MESSAGE_CATEGORY_FAILED_TITLE
source: Failed to send message
de: Nachricht senden fehlgeschlagen
it: Invio messaggio fallito
nl: Bericht versturen mislukt
zh: 发送信息失败

# NOTIFICATION_MESSAGE_CATEGORY_FAILED_BODY
source: Open application to retry
de: App öffnen um es erneut zu versuchen
it: Apri applicazione per riprovare
nl: Open Palaver om opnieuw te proberen
zh: 打开应用并重试

# NOTIFICATION_REPLY_FAILED
source: Failed to send message '%@'. Unknown or deleted IRC Network.
de: Fehler beim senden der Nachricht '%@'. Unbekanntes oder gelöschtes IRC Netzwerk.
it: Invio messaggio fallito '%@'. Rete IRC Sconosciuta o Cancellata
nl: Bericht ('%@') versturen mislukt. Kon het IRC netwerk niet vinden.
zh: 发送信息失败 '%@'. 未知的或已删除的IRC网络.

# QUERY_LIST_TITLE
source: Chats
de: Räume
nl: Gesprekken
zh: 聊天室

# QUERY_LIST_TITLE_UNREAD
source: Chats (%@)
de: Räume (%@)
nl: Gesprekken (%@)
zh: 聊天室(%@)

# QUERY_LIST_ADD_NETWORK_TITLE
source: Add a Network
de: Netzwerk hinzufügen
it: Aggiungi una rete
nl: Voeg netwerk toe
zh: 添加一个网络

# QUERY_LIST_ADD_NETWORK_MESSAGE
source: Tap here to add your first network!
de: Tippe hier, um das erste Netzwerk hinzuzufügen!
it: Clicca qui per aggiungere la tua prima rete!
nl: Tik hier om je eerste netwerk toe te voegen!
zh: 点击这里添加你的第一个网络

# QUERY_LIST_NETWORK_CONNECTED_STATUS
source: connected
de: verbunden
it: Connesso
nl: verbonden
zh: 已连接

# QUERY_LIST_NETWORK_DISCONNECTED_STATUS
source: disconnected
de: getrennt
it: Disconnesso
nl: verbinding verbroken
zh: 未连接

# QUERY_LIST_NETWORK_CONNECTING_STATUS
source: connecting
de: verbinden
it: Connessione in corso
nl: verbinden
zh: 连接中

# QUERY_LIST_QUERY_LABEL
source: %@ (%@ unread)
de: %@ (%@ ungelesen)
it: %@ (%@ non letto)
nl: %@ (%@ ongelezen)
zh: %@ (%@ 未读)

# QUERY_LIST_QUERY_UNREAD_MENTIONS_LABEL
source: %@ (%@ unread, with mentions)
de: %@ (%@ ungelesen, mit Erwähnungen)
it: %@ (%@ non letto, con menzione)
nl: %@ (%@ ongelezen, met mentions)
zh: %@ (%@ 未读, 有提醒)

# QUERY_LIST_SEARCH
source: Search Messages
de: Nachrichten suchen
it: Cerca messaggi
nl: Zoek berichten
zh: 搜索信息

# QUERY_LIST_MARK_AS_READ
source: Mark as read
de: Als gelesen markieren
it: Segna come già letto
nl: Markeer als gelezen
zh: 标记为已读

# NETWORK_ADD
source: Add Network
de: Netzwerk hinzufügen
it: Aggiungi Rete
nl: Netwerk toevoegen
zh: 添加网络

# CHANNEL_ADD
source: Join Channel
de: Raum betreten
it: Iscriviti al canale
nl: Betreed kanaal
zh: 加入频道

# NICK_ADD
source: Message a User
de: Nachricht an Benutzer
it: Scrivi ad Utente
nl: Bericht een gebruiker
zh: 向用户发送信息

# NICK_ADD_DONE
source: Message
de: Nachricht
it: Messaggio
nl: Bericht
zh: 信息

# NICK_ADD_TITLE
source: Message User
de: Nachricht Benutzer
it: Scrivi ad Utente
nl: Bericht gebruiker
zh: 收件人

# ADD_NICK_SECTION_TITLE
source: User
de: Benutzer
it: Utente
nl: Gebruiker
zh: 用户

# NICK_DETAIL_SEND_MESSAGE
source: Send Message
de: Nachricht senden
it: Manda messaggio
nl: Stuur bericht
zh: 发送信息

# NICK_DETAIL_PERFORM_CHANNEL_KICK
source: Kick
it: Escludi
zh: 踢出

# NICK_DETAIL_PERFORM_CHANNEL_BAN
source: Ban
it: Banna
nl: Verban
zh: 禁止

# NICK_DETAIL_PERFORM_CHANNEL_OP
source: Give Op
de: Op setzen
it: Lascia
nl: Geef Op
zh: 发送管理邀请

# NICK_DETAIL_PERFORM_CHANNEL_VOICE
source: Give Voice
de: Voice setzen
it: Lascia vocale
nl: Geef Voice
zh: 给予发言权限

# NICK_DETAIL_PERFORM_CHANNEL_DEOP
source: Take Op
de: Op entfernen
it: Aderisci
nl: Verwijder Op
zh: 去除管理邀请

# NICK_DETAIL_PERFORM_CHANNEL_DEVOICE
source: Take Voice
de: Voice entfernen
it: Prendi vocale
nl: Verwijder Voice
zh: 移除发言权限

# NICK_DETAIL_IGNORE
source: Ignore
de: Ignorieren
it: Ignora
nl: Negeer
zh: 忽略

# NICK_DETAIL_UNIGNORE
source: Stop Ignoring
de: Nicht mehr ignorieren
it: Smetti di ignorare
nl: Stop met negeren
zh: 停止忽略

# NICK_DETAIL_CLOSE
source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleren
zh: 取消

# CHANNEL_ADD_CHANNEL_NAME
source: Name
it: Nome
nl: Naam
zh: 名字

# NETWORK_SERVER_SECTION
source: Server
zh: 服务器

# NETWORK_AUTH_SECTION
source: Identity
de: Identität
it: Identità
nl: Identiteit
zh: 认证

# NETWORK_TITLE
source: Network
de: Netzwerk
it: Rete
nl: Netwerk
zh: 网络

# NETWORK_TITLE_PLURAL
source: Networks
de: Netzwerke
it: Reti
nl: Netwerken
zh: 网络

# NETWORK_NAME
source: Name
it: Nome
nl: Naam
zh: 名字

# NETWORK_ADDRESS
source: Address
de: Adresse
it: Indirizzo
nl: Adres
zh: 地址

# NETWORK_ADDRESS_PLACEHOLDER
source: Hostname or IP
de: Hostname oder IP
it: Hostname o IP
nl: Hostnaam of IP
zh: 主机名或地址

# NETWORK_PORT
source: Port
it: Porta
nl: Poort
zh: 端口

# NETWORK_USE_TLS
source: SSL
zh: 安全套接字

# NETWORK_PASSWORD
source: Password
de: Passwort
nl: Wachtwoord
zh: 密码

# NETWORK_AUTOCONNECT
source: Auto connect
de: Auto. verbinden
it: Connetti automaticamente
nl: Automatisch verbinden
zh: 自动连接

# NETWORK_DELETE
source: Delete Network
de: Netzwerk löschen
it: Cancella Rete
nl: Verwijder Netwerk
zh: 删除网络

# NETWORK_IGNORED_NICKS
source: Ignored Nicknames
de: Ignorierte Nicknamen
it: Ignora Nickname
nl: Genegeerde gebruikers
zh: 已忽略的昵称

# NETWORK_AUTHENTICATION
source: Authentication
de: Authentifizierung
it: Autenticazione
nl: Authenticatie
zh: 认证

# NETWORK_AUTHENTICATION_USERNAME
source: Username
de: Benutzer
nl: Gebruikersnaam
zh: 用户名

# NETWORK_AUTHENTICATION_PASSWORD
source: Password
de: Passwort
nl: Wachtwoord
zh: 密码

# NETWORK_AUTHENTICATION_ZNC_NETWORK
source: Network name
de: Netzwerkname
it: Nome della rete
nl: Netwerknaam
zh: 网络名字

# NETWORK_AUTHENTICATION_SERVICE
source: Service
it: Servizio
nl: Authenticatie optie
zh: 服务

# NETWORK_AUTHENTICATION_SERVICE_NONE
source: None
de: Keine
it: Nessuno
nl: Geen
zh: 空

# NETWORK_AUTHENTICATION_CREDENTIALS
source: Credentials
de: Zugangsdaten
it: Credenziali
nl: Inloggegevens
zh: 资格证书

# NETWORK_OPTIONS
source: Options
de: Optionen
it: Opzioni
nl: Opties
zh: 选项

# NETWORK_EDIT
source: Edit
de: Bearbeiten
it: Modifica
nl: Aanpassen
zh: 编辑

# NETWORK_COLLAPSE
source: Collapse
de: Einklappen
it: Riduci
nl: Inklappen
zh: 压缩

# NETWORK_EXPAND
source: Expand
de: Aufklappen
it: Espandi
nl: Uitklappen
zh: 释放

# NETWORK_CONNECT
source: Connect
de: Verbinden
it: Connetti
nl: Verbinden
zh: 连接

# NETWORK_DISCONNECT
source: Disconnect
de: Trennen
it: Disconnetti
nl: Verbinding verbreken
zh: 断开连接

# NETWORK_CHANGE_NICKNAME
source: Change Nickname
de: Nickname ändern
it: Cambia Nickname
nl: Verander bijnaam
zh: 更改昵称

# NETWORK_CHANGE_NICKNAME_APPLY
source: Change
de: Ändern
it: Cambia
nl: Verander
zh: 更改

# NETWORK_CHANNEL_LIST
source: Channel List
de: Raumliste
it: Cambia lista
nl: Kanalen
zh: 频道列表

# NETWORK_ORDER
source: Order
de: Sortierung
it: Ordina
nl: Volgorde
zh: 安排

# NETWORK_REARRANGE
source: Sort Networks
de: Netzwerke sortieren
it: Ordina Reti
nl: Sorteer netwerken
zh: 重安排

# NETWORK_PASSWORD_INCORRECT
source: Password incorrect (%@)
de: Falsches Passwort (%@)
it: Password non corretta (%@)
nl: Wachtwoord onjuist (%@)
zh: 密码错误(%@)

# TLS_UNTRUSTED_CERTIFICATE_TITLE
source: Untrusted Certificate
de: Nicht vertrauenswürdiges Zertifikat
it: Certificato non affidabile
nl: Onbetrouwbaar certificaat
zh: 不信任证书

# TLS_UNTRUSTED_CERTIFICATE_BODY
source: The server that you are connecting to has an untrusted TLS certificate.
de: Der Server verwendet ein nicht vertrauenswürdiges TLS Zertifikat
it: Il server a cui stai provando di connerti ha un certificate TLS non affidabile
nl: De server waarmee je probeert te verbinden heeft een onbetrouwbaar TLS certificaat.
zh: 你所连接的服务器具备不被信任的tls证书

# CHANNEL_TITLE
source: Channel
de: Raum
it: Canale
nl: Kanaal
zh: 频道

# CHANNEL_JOIN
source: Join
de: Betreten
it: Iscriviti
nl: Betreden
zh: 加入

# CHANNEL_PASSWORD
source: Password
de: Passwort
nl: Wachtwoord
zh: 密码

# CHANNEL_INVITE
source: Invite
de: Einladen
it: Invita
nl: Uitnodigen
zh: 邀请

# CHANNEL_INVITE_BODY
source: %@ is inviting you into %@
de: %@ lädt Sie nach %@ ein
it: %@ tis ta invitando a %@
nl: %@ nodigt je uit om %@ te bezoeken
zh: ％@ 邀请你加入 ％@

# QUERY_REMOVE
source: Remove
de: Löschen
it: Rimuovi
nl: Verwijderen
zh: 移除

# PREFERENCES_TITLE
source: Settings
de: Einstellungen
it: Impostazioni
nl: Instellingen
zh: 设置

# PREFERENCES_IDENTITY_SECTION
source: Identity
de: Identität
it: Identità
nl: Identiteit
zh: 身份

# PREFERENCES_INTERFACE_SECTION
source: Interface
de: Oberfläche
it: Interfaccia
nl: Uiterlijk
zh: 接口

# PREFERENCES_GENERAL_SECTION
source: General
de: Allgemein
it: Generale
nl: Algemeen
zh: 通用的

# PREFERENCES_REALNAME
source: Real name
de: Name
it: Nome vero
nl: Echte naam
zh: 真实姓名

# PREFERENCES_SYSTEM_SETTINGS
source: System Settings
de: Systemeinstellungen
it: Impostazioni di Sistema
nl: Systeem instellingen
zh: 系统设置

# PREFERENCES_FOOTER
source: More advanced configuration is available through /⁠set commands. Learn more at https://palaverapp.com/guides
de: Fortgeschrittene Konfiguration ist mit dem /⁠set Kommando möglich. Mehr unter https://palaverapp.com/guides
nl: Meer geavanceerde instellingen zijn mogelijk met het /⁠set commando. Meer informatie is te vinden op https://palaverapp.com/guides
zh: 可通过/⁠set命令进入高级设置，更多信息请登录https://palaverapp.com/guides

# FONT_TITLE
source: Font
de: Schriften
nl: Tekstopmaak
zh: 字体设计

# FONT_FACE_TITLE
source: Font face
de: Schrift
it: Font
nl: Lettertype
zh: 字体

# FONT_FACE_USE_SYSTEM
source: Use System Settings
de: Systemeinstellung verwenden
it: Usa Impostazioni di Sistema
nl: Gebruik systeem instellingen
zh: 跟随系统设置

# FONT_SIZE_TITLE
source: Font size
de: Schriftgröße
it: Dimensioni Font
nl: Lettergrootte
zh: 字体大小

# FONT_SIZE_USE_SYSTEM
source: Use System Settings
de: Systemeinstellung verwenden
it: Usa Impostazioni di Sistema
nl: Gebruik systeem instellingen
zh: 跟随系统设置

# STYLE_TITLE
source: Theme
de: Design
it: Tema
nl: Thema
zh: 主题

# STYLE_SHOW_TIMESTAMPS
source: Show timestamps
de: Zeitstempel anzeigen
it: Mostra timestamps
nl: Geef tijdstempel weer
zh: 显示时间戳

# STYLE_SHOW_JOIN_PART
source: Show join/part
de: Betreten/Verlassen anzeigen
it: Mostra iscriviti/lascia
nl: Weergeef betreden/verlaten
zh: 显示连接/分离

# STYLE_PREVIEW_LINKS
source: Show link previews
de: Linkvorschau anzeigen
it: Mostra anteprima del link
nl: Toon link voorbeeld
zh: 显示网址预览

# THEME_TITLE
source: Theme
de: Design
it: Tema
nl: Thema
zh: 主题

# THEME_VARIANT_TITLE
source: Variant (Light/Dark)
de: Variante (Hell/Dunkel)
it: Variante (Light/Dark)
nl: Variant (licht/donker)
zh: 亮度(亮／暗)

# THEME_VARIANT_AUTOMATICALLY
source: Switch Automatically
de: Automatisch wechseln
it: Cambia Automaticamente
nl: Verander automatisch
zh: 自动调节

# THEME_VARIANT_SYSTEM
source: Use System Appearance
de: System-Erscheinungsbild
nl: Gebruik systeem weergave
zh: 跟随系统设置

# THEME_VARIANT_LIGHT
source: Light
de: Hell
nl: Licht
zh: 亮

# THEME_VARIANT_DARK
source: Dark
de: Dunkel
nl: Donker
zh: 暗

# GENERAL_AUTO_JOIN_CHANNELS
source: Auto-join channels
de: Räume auto. betreten
it: Iscriviti automaticamente ai canali
nl: Verbind automatisch met kanalen
zh: 自动加入频道

# GENERAL_AUTO_AWAY
source: Auto away
de: Auto. abwesend
it: Auto non disponibile
nl: Automatische afwezig
zh: 自动退出

# NOTIFICATIONS_TITLE
source: Notifications
de: Mitteilungen
it: Notifiche
nl: Notificaties
zh: 通知

# NOTIFICATIONS_SHOW_MESSAGE_PREVIEW
source: Show Message Previews
de: Nachrichtenvorschau anzeigen
it: Mostra anteprima messaggi
nl: Toon bericht in notificatie
zh: 显示信息预览

# MENTIONS_TITLE
source: Mentions
de: Erwähnungen
it: Menziona
zh: 提到

# MENTIONS_ADD_TITLE
source: Add Keyword
de: Neues Schlüsselwort
it: Aggiungi Keyword
nl: Voeg sleutelwoord toe
zh: 添加关键字

# MENTIONS_KEYWORD_FIELD
source: Keyword
de: Wort
nl: Sleutelwoord
zh: 关键字

# MENTIONS_FOOTER
source: Go to Notifications in Settings to control badges and sounds.
de: Öffne die Mitteilungseinstellungen in den Einstellungen um Kennzeichen und Töne zu ändern.
it: Vai a Notifiche in Impostazioni per controllare badge e suoni
nl: Ga naar Notificaties in de Instellingen om je badges en geluiden in te stellen.
zh: 前往设置中的通知以控制徽章和声音

# MENTIONS_NICK_SUBTITLE
source: Substituted with your nick
de: Wird mit Nickname ersetzt
it: Sostituisci con il tuo nick
nl: Vervangen met je bijnaam
zh: 以昵称代替

# ABOUT_TITLE
source: About
de: Über
it: Informazioni
nl: Over
zh: 关于

# ABOUT_VERSION
source: Version
it: Versione
nl: Versie
zh: 版本

# ABOUT_SITE
source: Website
de: Webseite
it: Sito Web
zh: 网站

# ABOUT_EMAIL
source: Feedback
de: Hilfe
nl: Hulp
zh: 反馈

# ABOUT_ACKNOWLEDGEMENTS
source: Acknowledgements
de: Danksagungen
it: Ringraziamenti
nl: Verantwoordingen
zh: 承认

# IRC_INVITED_EVENT
source: %@ has invited %@
de: %@ hat %@ zu %@ eingeladen
it: %@ ha invitato %@
nl: %@ heeft %@ uitgenodigd
zh: %@ has invited %@ to %@

# IRC_USER_QUIT_EVENT
source: %@ has quit
zh: %@ 已经退出

# IRC_USER_PARTED_EVENT
source: %@ has left %@
zh: %@ 已经离开 %@

# IRC_USER_JOINED_EVENT
source: %@ has joined %@
zh: %@ 已经加入 %@

# IRC_NICK_CHANGE_EVENT
source: %@ is now known as %@
de: %@ heißt jetzt %@
it: %@ è ora conosciuto come %@
nl: %@ heet vanaf nu %@
zh: %@ 被 %@所知

# IRC_MODE_EVENT
source: %@ sets mode %@
de: %@ setzt Modus %@
it: %@ ha impostato %@
nl: %@ stelt modus %@ in
zh: %@ 将模式设置成 %@

# IRC_TOPIC_CHANGE_EVENT
source: %@ has changed the topic to "%@"
de: %@ hat das Thema zu "%@" geändert
it: %@ ha cambiato topic come "%@"
nl: %@ heeft het onderwerp veranderd naar "%@"
zh: %@ 将话题修改为 "%@"

# IRC_TOPIC_EVENT
source: Topic is "%@"
de: Thema ist "%@"
it: Il Topic è "%@"
nl: Het onderwerp is "%@"
zh: 话题是 "%@"

# IRC_USER_NOT_ONLINE_EVENT
source: %@ is not online
de: %@ ist nicht online
it: %@ non è online
nl: %@ is niet online
zh: %@不在线

# IRC_CONNECTED
source: Connected!
de: Verbunden!
it: Connesso!
nl: Verbonden!
zh: 连接

# IRC_CONNECTING
source: Connecting...
de: Verbinden…
it: Connessione in corso...
nl: Verbinden...
zh: 连接中

# IRC_DISCONNECTED
source: Disconnected
de: Verbindung getrennt
it: Disconnessione
nl: Verbinding verbroken
zh: 断开连接的

# IRC_DISCONNECTED_ERROR
source: Disconnected (%@)
de: Verbindung getrennt (%@)
it: Disconnesso (%@)
nl: Verbinding verbroken (%@)
zh: 断开连接的(%@)

# IRC_CHANNEL_MODE_q
source: Owner
de: Eigentümer
it: Proprietario
nl: Eigenaar
zh: 拥有者

# IRC_CHANNEL_MODE_PLURAL_q
source: Owners
de: Eigentümer
it: Proprietari
nl: Eigenaars
zh: 拥有者

# IRC_CHANNEL_MODE_VERBOSE_PLURAL_q
source: Owners
de: Eigentümer
it: Proprietari
nl: Eigenaars
zh: 拥有者

# IRC_CHANNEL_MODE_a
source: Protected
de: Geschützt
it: Protetto
nl: Beveiligd
zh: 受保护的

# IRC_CHANNEL_MODE_PLURAL_a
source: Protected
de: Geschützt
it: Protetto
nl: Beveiligd
zh: 受保护的

# IRC_CHANNEL_MODE_VERBOSE_PLURAL_a
source: Protected
de: Geschützt
it: Protetto
nl: Beveiligd
zh: 受保护的

# IRC_CHANNEL_MODE_o
source: Op
zh: 管理员

# IRC_CHANNEL_MODE_PLURAL_o
source: Ops
zh: 管理员

# IRC_CHANNEL_MODE_VERBOSE_PLURAL_o
source: Operators
it: Operatori
zh: 管理员

# IRC_CHANNEL_MODE_h
source: Half-op
zh: 副管理員

# IRC_CHANNEL_MODE_PLURAL_h
source: Half-ops
zh: 副管理員

# IRC_CHANNEL_MODE_VERBOSE_PLURAL_h
source: Half-Operators
it: Operatori intermedi
zh: 副管理員

# IRC_CHANNEL_MODE_v
source: Voice
it: Voce
zh: 发言权限

# IRC_CHANNEL_MODE_PLURAL_v
source: Voiced
it: Voci
zh: 发言权限

# IRC_CHANNEL_MODE_VERBOSE_PLURAL_v
source: Voiced
it: Voci
zh: 发言权限

# IRC_CHANNEL_INVITATION
source: %@ has invited you to join %@ on %@
de: %@ hat dich eingeladen %@ auf %@ zu betreten
it: %@ ti ha invitato ad iscriverti %@ su %@
nl: %@ heeft je uitgenodigd het kanaal %@ op %@ te betreden
zh: 您受邀加入 %2$@ ，邀請人是 %1$@

# IRC_CHANNEL_KICKED
source: %@ has kicked you from %@ on %@
de: %@ hat dich aus %@ auf %@ gekickt
it: %@ ti ha escluso da %@ su %@
nl: %@ heeft je van %@ op %@ gekicked
zh: 您被踢出了 %2$@ ，踢您的人是 %1$@

# QUERY_STATUS_DISCONNECTED
source: Disconnected
de: Nicht verbunden
it: Disconnesso
nl: Verbinding verbroken
zh: 断开连接的

# QUERY_STATUS_DISCONNECTED_ACTION
source: Tap to connect
de: Tippe zum verbinden
it: Clicca per disconnerti
nl: Tik om te verbinden
zh: 点击以连接

# QUERY_STATUS_PARTED
source: Channel not joined
de: Nicht im Raum
it: Non Iscritto al canale
nl: Niet in channel
zh: 未加入频道

# QUERY_STATUS_PARTED_ACTION
source: Tap to join
de: Tippe zum betreten
it: Clicca per iscriverti
nl: Tik om te betreden
zh: 点击加入

# QUERY_STATUS_CONNECTING
source: Connecting...
de: Verbinden...
it: Connessione in corso...
nl: Verbinden...
zh: 连接中

# QUERY_STATUS_NICK_OFFLINE
source: User is offline
de: Benutzer ist offline
it: Utente è offline
nl: Gebruiker is offline
zh: 用户处于离线

# QUERY_STATUS_NICK_IGNORED
source: Nickname Ignored
de: Nickname ignoriert
it: Nickname Ignorato
nl: Gebruiker genegeerd
zh: 昵称被忽略

# QUERY_STATUS_NICK_IGNORED_ACTION
source: Tap here to stop ignoring this user.
de: Tippe, um diesen Nutzer nicht mehr zu ignorieren.
it: Clicca per non considerare più l’utente
nl: Tik hier om te stoppen de gebruiker te negeren.
zh: 点击这里停止忽略该用户.

# QUERY_DETAIL_CHANNEL_NICKS_BUTTON_LABEL
source: Channel Members
de: Raummitglieder
it: Membri del Canale
nl: Kanaal gebruikers
zh: 频道号

# QUERY_DETAIL_WHOIS_BUTTON_LABEL
source: Who is User
de: Wer ist Benutzer
it: Chi è l’Utente
nl: Whois informatie gebruiker
zh: 谁是用户

# QUERY_DETAIL_SCROLL_BOTTOM_BUTTON_LABEL
source: Scroll down to bottom of conversation
de: An das ende der Konversation scrollen
it: Scrolla giù per la fine delle conversazioni
nl: Scroll naar het meest recente bericht
zh: 下滑到对话底部

# QUERY_DETAIL_LINK_PREVIEW_ENABLE
source: Enable Link Preview
de: Linkvorschau aktivieren
it: Consenti Anteprima dei Link
nl: Link voorbeeld inschakelen
zh: 启用网址预览

# QUERY_DETAIL_LINK_PREVIEW_DISABLE
source: Disable Link Preview
de: Linkvorschau deaktivieren
it: Disabilita Anteprima dei Link
nl: Link voorbeeld uitschakelen
zh: 禁用网址预览

# QUERY_DETAIL_LINK_PREVIEW_ONLY_LINK
source: Just this link
de: Nur dieses mal
it: Solo questo link
nl: Alleen voor deze link
zh: 仅仅这个网址

# QUERY_DETAIL_LINK_PREVIEW_ALL_LINKS
source: All links
de: Immer
it: Tutti i links
nl: Voor alle links
zh: 所有网址

# QUERY_DETAIL_FAILED_MESSAGE_LABEL
source: Failed to send message
de: Senden der Nachricht fehlgeschlagen
it: Invio messaggio fallito
nl: Bericht versturen mislukt
zh: 发送信息失败

# QUERY_DETAIL_FAILED_MESSAGE_HINT
source: Retry Options
de: Optionen zum erneut versuchen
it: Riprova Opzioni
nl: Opties voor opnieuw proberen
zh: 重试选项

# QUERY_DETAIL_FAILED_MESSAGE_ALERT_MESSAGE
source: Message was not delivered
de: Nachricht wurde nicht zugestellt
it: Il messaggio non è stato inviato
nl: Bericht was niet verstuurd
zh: 信息未发出

# QUERY_DETAIL_FAILED_MESSAGE_ALERT_RETRY
source: Try Again
de: Erneut versuchen
it: Prova di Nuovo
nl: Probeer opnieuw
zh: 再试一次

# QUERY_DETAIL_FAILED_MESSAGE_ALERT_DELETE
source: Delete Message
de: Nachricht löschen
it: Cancella Messagio
nl: Verwijder bericht
zh: 删除信息

# QUERY_DETAIL_FAILED_MESSAGE_ALERT_CANCEL
source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleren
zh: 取消

# QUERY_DETAIL_MESSAGE_COPY
source: Copy
de: Kopieren
it: Copia
nl: Kopieer
zh: 复制

# QUERY_DETAIL_MESSAGE_MORE
source: More
de: Mehr
it: Più info
nl: Meer
zh: 更多

# QUERY_DETAIL_ADD_REACTION
source: Add Reaction
de: Reaktion hinzufügen
it: Aggiungi Reazione
nl: Reageren
zh: 添加反馈

# QUERY_DETAIL_REACTION_TITLE
source: Reactions
de: Reaktionen
it: Reazioni
nl: Reacties
zh: 反馈

# QUERY_DETAIL_REACTION_TEMPLATE
source: %@ reacted with %@
de: %@ reagierte mit %@
it: %@ ha reagito con %@
nl: %@ reageerde met %@
zh: %@ 反馈给 %@

# INPUT_UPLOAD_IMAGE_LABEL
source: Send an Image
de: Ein Bild senden
it: Manda un immagine
nl: Stuur een afbeelding
zh: 发送图片

# INPUT_MESSAGE_PLACEHOLDER
source: Message
de: Nachricht
it: Messaggio
nl: Bericht
zh: 信息

# INPUT_SEND_BUTTON_LABEL
source: Send Message
it: Invia Messaggio
zh: 发送信息

# UPLOAD_IMAGE_CAMERA
source: Take Photo
de: Foto aufnehmen
it: Scatta Foto
nl: Maak foto
zh: 拍照

# UPLOAD_IMAGE_LIBRARY
source: Photo Library
de: Fotobibliothek
it: Galleria Immagini
nl: Fotobibliotheek
zh: 选择已有照片

# UPLOAD_IMAGE_UPLOAD
source: Upload Photo
de: Foto hochladen
it: Carica una Foto
nl: Upload foto
zh: 上传照片

# UPLOAD_IMAGE_UPLOADING
source: Uploading
de: Hochladen…
it: Caricamento
nl: Uploaden
zh: 上传

# UPLOAD_IMAGE_POLICY_TITLE
source: Image Upload
de: Bild hochladen
it: Caricamento Foto
nl: Afbeelding Uploaden
zh: 图片上传

# UPLOAD_IMAGE_POLICY_BODY
source: Uploading images is done via a third-party service, %@. Tapping below will agree to the privacy policy.
de: Das Hochladen von Bildern wird durch %@, einen Drittanbieter-Service, realisiert. Durch tippen auf Akzeptieren stimmen Sie dessen Datenschutzbestimmungen zu.
it: Il caricamento delle immagini è gestito da un servizio di terzi, %@. Cliccando in basso dai il tuo consenso alla norma sulla privacy
nl: Uploaden gebeurd via een externe service, %@. Tik hieronder om het privacybeleid te accepteren.
zh: 图片上传由第三方服务，％@，点击下方将同意隐私策略

# UPLOAD_IMAGE_POLICY_VIEW
source: View Privacy Policy
de: Anzeigen
it: Leggi la Norma sulla Privacy
nl: Zie het Privacybeleid
zh: 浏览隐私政策

# UPLOAD_IMAGE_POLICY_AGREE
source: Agree
de: Akzeptieren
it: Consento
nl: Accepteren
zh: 同意

# UPLOAD_IMAGE_PREFERENCES_TITLE
source: Image Uploads
de: Foto-Uploads
it: Immagini caricate
nl: Afbeelding uploaden
zh: 图片上传

# UPLOAD_IMAGE_PREFERENCES_LOGIN
source: Login
de: Anmelden
it: Accesso
nl: Inloggen
zh: 登陆

# UPLOAD_IMAGE_PREFERENCES_LOGOUT
source: Logout
de: Abmelden
it: Esci
nl: Uitloggen
zh: 登出

# UPLOAD_IMAGE_PREFERENCES_ACCOUNT
source: Account
it: Profilo
zh: 账户

# UPLOAD_IMAGE_PREFERENCES_CHECKING
source: Checking account details
it: Controllando i dettagli dell’account
nl: Accountgegevens controleren
zh: 查询账户详细信息

# UPLOAD_IMAGE_ERROR_VIEW_SETTINGS
source: View Settings
de: Einstellungen anzeigen
it: Guarda Impostazioni
nl: Bekijk instellingen
zh: 设置视图

# UPLOAD_IMAGE_ERROR_ACCESS_NOT_PERMITTED
source: Access to photo library is not permitted. Enable access to photos in system settings.
de: Zugriff auf die Fotobibliothek nicht möglich. Bitte in den Systemeinstellungen Zurgriff auf die Fotobibliothek erlauben.
it: Accesso alla galleria delle foto non è permesso. Consenti accesso alle foto dale Impostazioni del Sistema.
nl: Toegang tot de fotobibliotheek is niet toegestaan. Je kunt Palaver toegang geven in de systeeminstellingen van iOS.
zh: 访问照片库不被允许. 在系统设置中开启照片访问.

# UPLOAD_IMAGE_ERROR_PARENTAL_CONTROL
source: Parental controls prevent access to photos.
de: Kindersicherung verhindert Zugriff auf Fotos.
it: Parental control nega l’accesso alle foto.
nl: Parental controls verhindert toegang tot foto's.
zh: 家长控制阻止照片访问.

# UPLOAD_IMAGE_ERROR_NO_IMAGE
source: Server did not return a string containing the image URL.
de: Die Serverantwort enhält nicht die Bild-URL.
it: Il server non ritorna una stringa contenente l’URL dell’immagine
nl: Geen afbeeldings-URL ontvangen van de server.
zh: 服务器未返回包含照片链接的字符串.

# UPLOAD_IMAGE_ERROR_INVALID_IMAGE
source: Invalid Image.
de: Ungültiges Foto.
it: Immagine non valida.
nl: Ongeldige afbeelding.
zh: 无效图片.

# WHOIS_CHANNELS_TITLE
source: Channels
de: Räume
it: Canali
nl: Kanalen
zh: 频道

# WHOIS_USER_SECTION
source: User Information
de: Benutzer
it: Informazioni Utente
nl: Gebruiker
zh: 用户信息

# WHOIS_SESSION_SECTION
source: Session Information
de: Sitzungsinformationen
it: Informazioni sessione
nl: Sessie Informatie
zh: 会话信息

# WHOIS_SERVER_SECTION
source: Server Information
de: Serverinformationen
it: Informazioni Server
nl: Server Informatie
zh: 服务器信息
