Repository: cocodelabs/palaver-l10n
Catalog: *.lproj/Localizable.strings
Languages: de, it, nl, zh

# WHOIS_USER_REALNAME
source: Realname
nl: Echte naam
zh: 实名

# WHOIS_USER_EMAIL_ADDRESS
source: E-mail Address
de: E-Mail-Addresse
it: Email
nl: E-mailadres
zh: 电子邮件地址

# WHOIS_USER_IDENT
source: Ident
zh: 身份

# WHOIS_USER_HOSTNAME
source: Hostname
nl: Hostnaam
zh: 主机名

# WHOIS_USER_IS_NETWORK_OPERATOR
source: Network Operator
de: Netzwerk Operator
nl: Netwerk Operator
zh: 网络运营商

# WHOIS_USER_CONNECTION_STATUS
source: Status
it: Stato
zh: 状态

# WHOIS_USER_CONNECTION_STATUS_CONNECTED
source: Online
it: Connesso
zh: 已连接

# WHOIS_USER_CONNECTION_STATUS_DISCONNECTED
source: Offline
zh: 下线

# WHOIS_USER_CONNECTION_STATUS_AWAY
source: Away
de: Abwesend
nl: Afwezig
zh: 远

# WHOIS_SESSION_IDLE_TIME
source: Idle
it: Inattivo
nl: Niet aanwezig
zh: 独立

# WHOIS_SESSION_CONNECTED_TIME
source: Connected
de: Verbunden
it: Connesso
nl: Verbonden
zh: 已连接

# WHOIS_SESSION_USING_TLS
source: Using TLS
de: Benutzt TLS
it: Sto usando TLS
nl: Gebruikt TLS
zh: 使用TLS

# WHOIS_SERVER_HOSTNAME
source: Server
zh: 服务器

# WHOIS_SERVER_INFO
source: Server Info
it: Informazioni Server
zh: 服务器信息

# MEDIA_NOT_PLAYING
source: is not playing anything
de: spielt gerade nichts ab
it: non stai riproducendo nulla
nl: speelt geen muziek af
zh: 没有在播放任何媒体

# MEDIA_PLAYING_TITLE_ARTIST_ALBUM
source: is %@ %@ by %@ from %@
de: %@ %@ von %@ auf %@
it: è %@ %@ di %@ da %@
nl: %@ %@ van %@ van het album %@
zh: 是%@ %@ 作者 %@ 来自 %@

# MEDIA_PLAYING_TITLE_ARTIST
source: is %@ %@ by %@
de: %@ %@ von %@
it: è %@ %@ di %@
nl: %@ %@ van %@
zh: 是%@ %@ 作者

# MEDIA_PLAYING_TITLE_ALBUM
source: is %@ %@ from %@
de: %@ %@ auf %@
it: è %@ %@ da %@
nl: %@ %@ van het album %@
zh: 是 %@ 来自 %@

# MEDIA_PLAYING_TITLE
source: is %@ %@
it: è %@ %@
zh: 是 %@

# MEDIA_PLAYING_ERROR
source: Cannot find media information.
de: Keine Medieninformationen gefunden.
it: Non riesco a trovare il contenuto.
nl: Kon media informatie niet vinden.
zh: 无法找到媒体信息

# MEDIA_PLAYING_ERROR_ACCESS_NOT_PERMITTED
source: Access to media library is not permitted. Enable access to 'Media & Apple Music' in system settings under Palaver.
de: Zugriff auf die Medienbibliothek nicht möglich. Erlaube Zugriff auf 'Media & Apple Music' in den Systemeinstellungen für Palaver.
nl: Toegang tot mediabibliotheek is niet toegestaan. Ga naar de systeeminstellingen onder Palaver en schakel toegang tot 'Media en Apple Music' in.
zh: 没有媒体库的访问权限，请在Palaver设置中打开媒体库的访问权限。

# MEDIA_VERB_AUDIO
source: listening to
de: hört gerade
it: stai sentento
nl: luistert naar
zh: 听

# MEDIA_VERB_VIDEO
source: watching
de: guckt gerade
it: stai guardando
nl: kijkt naar
zh: 观看

# MEDIA_VERB_ALL
source: playing
de: spielt gerade
it: stai riproducendo
nl: speelt momenteel
zh: 播放

# NICK_LIST
source: People
de: Benutzer
it: Persone
nl: Gebruikers
zh: 联系列表

# CHANNEL_LIST_TITLE
source: Channels
de: Räume
it: Canali
nl: Kanalen
zh: 频道

# CHANNEL_DETAIL_TITLE
source: Channel Settings
de: Raum Einstellungen
it: Impostazioni del Canale
nl: Kanaal instellingen
zh: 频道设置

# CHANNEL_DETAIL_MESSAGE_NOTIFICATIONS_SECTION
source: Message Notifications
de: Benachrichtigungen
it: Notifiche del Messaggio
nl: Bericht notificaties
zh: 件通知

# CHANNEL_DETAIL_MESSAGE_NOTIFICATIONS_ALL
source: All messages
de: Alle Nachrichten
it: Tutti i messaggi
nl: Alle berichten
zh: 任何消息

# CHANNEL_DETAIL_MESSAGE_NOTIFICATIONS_MENTIONS
source: Mentions or highlights
de: Erwähnungen/Hervorhebungen
it: Menzioni o highlights
nl: Vermeldingen of highlights
zh: 提及或亮点

# CHANNEL_DETAIL_MESSAGE_NOTIFICATIONS_NEVER
source: Never
de: Niemals
it: Mai
nl: Nooit
zh: 从未

# CHANNEL_DETAIL_TOPIC_SECTION
source: Topic
de: Thema
nl: Onderwerp
zh: 主题

# CHANNEL_DETAIL_NO_TOPIC
source: No Topic
de: Keim Thema
nl: Geen onderwerp
zh: 无主题

# CHANNEL_DETAIL_TOPIC_EDIT
source: Edit
de: Bearbeiten
it: Modifica
nl: Aanpassen
zh: 编辑

# CHANNEL_DETAIL_TOPIC_SET
source: Set Topic
de: Thema setzen
nl: Onderwerp instellen
zh: 设置频道主题

# CHANNEL_DETAIL_UNREAD_COUNT_SECTION
source: Unread Count
it: Conteggio non letto
nl: Aantal ongelezen
zh: 未读数

# CHANNEL_DETAIL_VIEW_MODES
source: Channel Modes
de: Raum-Modi
it: Modi del Canale
nl: Kanaal Modes
zh: 频道状态

# CHANNEL_DETAIL_MODES_TITLE
source: Channel Modes
de: Raum-Modi
it: Modi del Canale
nl: Kanaal Modes
zh: 频道状态

# CHANNEL_MODE_C
source: Disabled color codes (+c)
de: Farbcodes deaktivieren (+c)
it: Disabilita codici colori (+c)
nl: Kleurcodes uitschakelen (+c)
zh: 关闭颜色码 (+c)

# CHANNEL_MODE_I
source: Invite only (+i)
de: Nur eingeladene (+i)
it: Invita solo (+i)
nl: Alleen op uitnodiging (+i)
zh: 仅邀请 (+i)

# CHANNEL_MODE_M
source: Moderated (+m)
de: Moderiert (+m)
it: Moderato (+m)
nl: Gemodereerd (+m)
zh: 减弱的 (+m)

# CHANNEL_MODE_P
source: Private (+p)
de: Privat (+p)
it: Privato (+p)
nl: Privé (+p)
zh: 私人的 (+p)

# CHANNEL_MODE_S
source: Secret (+s)
de: Geheim (+s)
it: Segreto (+s)
nl: Geheim (+s)
zh: 秘密的 (+s)

# CHANNEL_MODE_N
source: No external messages (+n)
de: Keine externen Nachrichten (+n)
it: No messaggi esterni (+n)
nl: Geen externe berichten (+n)
zh: 无外部消息 (+n)

# CHANNEL_MODE_T
source: Only ops can set topic (+t)
de: Nur Ops können Thema setzen (+t)
it: Solo gli operatori possono impostare il topic (+t)
nl: Alleen ops kunnen onderwerp veranderen (+t)
zh: 只有ops能设置主题 (+t)

# CHANNEL_DETAIL_PART
source: Part Channel
de: Raum verlassen
it: Lascia Canale
nl: Verlaat Kanaal
zh: 部分频道

# URL_ACTION_OPEN
source: Open
de: Öffnen
it: Apri
zh: 打开

# URL_ACTION_READING_LIST
source: Add to Reading List
de: Zur Leseliste hinzufügen
it: Aggiungi alla Lista da Leggere
nl: Zet in leeslijst
zh: 加入阅读列表

# URL_ACTION_COPY
source: Copy
de: Kopieren
it: Copia
nl: Kopieer
zh: 复制

# URL_ACTION_SHARE
source: Share...
de: Teilen...
it: Condividi...
nl: Deel...
zh: 分享...

# READING_LIST_NOTE
source: Saved from Palaver
de: Gespeichert von Palaver
it: Salvato da Palaver
nl: Opgeslagen vanuit Palaver
zh: 从Palaver保存

# NETWORK_ADD_POPULAR
source: Popular Networks
de: Beliebte Netzwerke
it: Reti popolari
nl: Populaire Netwerken
zh: 热门网络

# NETWORK_ADD_CUSTOM
source: Custom Network
de: Eigenes Network
it: Personalizza Rete
nl: Voeg eigen netwerk toe
zh: 客户网络

# NETWORK_ADD_SELECT
source: Select Network
de: Netzwerk wählen
it: Seleziona Rete
nl: Selecteer Netwerk
zh: 选择网络

# CONNECTION_DETAIL_TITLE
source: Connection Info
de: Verbindungsinformationen
it: Informazioni Connessione
nl: Connectie Info
zh: 连接信息

# CONNECTION_DETAIL_CHAIN
source: Certificate Chain
de: Zertifikat-Kette
it: Catena Certificato
nl: Certificaten
zh: 认证

# CERTIFICATE_DETAIL_FINGERPRINTS
source: Fingerprints
de: Fingerabdrücke
nl: Vingerafdrukken
zh: 指纹

# KEY_COMMAND_PREVIOUS_QUERY
source: Previous Query
it: Query Precedente
nl: Vorige query
zh: 以前的私聊

# KEY_COMMAND_PREVIOUS_UNREAD_QUERY
source: Previous Unread Query
it: Query precedente non letta
nl: Vorige ongelezen query
zh: 以前未读的私聊

# KEY_COMMAND_NEXT_QUERY
source: Next Query
it: Prossima Query
nl: Volgende query
zh: 下一个私聊信息

# KEY_COMMAND_NEXT_UNREAD_QUERY
source: Next Unread Query
it: Prossima Query non letta
nl: Volgende ongelezen query
zh: 下一个未读的私聊

# KEY_COMMAND_CLOSE_QUERY
source: Close Query
it: Chiudi Query
nl: Sluit query
zh: 关闭私聊

# KEY_COMMAND_PREVIOUS_MESSAGE
source: Previous Message
it: Messaggio Precedente
nl: Vorig bericht
zh: 以前的信息

# KEY_COMMAND_NEXT_MESSAGE
source: Next Message
it: Prossimo Messagio
nl: Volgend bericht
zh: 下一个信息

# KEY_COMMAND_CLEAR_QUERY
source: Clear Query
nl: Query berichten wissen
zh: 清除私聊信息

# KEY_COMMAND_OPEN_PREFERENCES
source: Preferences
nl: Instellingen
zh: 设置

# COMMAND_NOT_CONNECTED
source: You are not connected
it: Non sei connesso
nl: Je bent niet verbonden
zh: 你未连接

# COMMAND_NOT_CONNECTED_NICK
source: '%@' alias uses {nick} while we are not connected to a server
it: '%@' alias usa {nick} mentre non sei connesso al server
nl: '%@' alias gebruikt {nick} maar we zijn niet verbonden met een server
zh: '%@' 使用别名 {nick} 当未连接到服务器

# COMMAND_NOT_CONNECTED_CHANNEL
source: '%@' alias uses {channel} while we are not in a channel query
it: '%@' alias usa {channel} mentre non sei connesso al canale
nl: '%@' alias gebruikt {channel} maar we zijn niet in een kanaal
zh: '%@' 使用别名 {channel} 当不在频道查询中

# COMMAND_NOT_JOINED
source: You are not joined
it: Non sei iscritto
nl: Je bevind je niet in een kanaal
zh: 你未加入

# COMMAND_QUERY_INVALID
source: Not a query
it: Non è una query
nl: Ongeldige query
zh: 非查询

# COMMAND_QUERY_UNKNOWN
source: This query is not a channel or nick.
it: This query non è un canale o nick.
nl: De query is geen kanaal of nickname.
zh: 该查询非频道或昵称.

# COMMAND_QUERY_INVALID_TYPE
source: Incorrect query type
it: Query type non corretto
nl: Incorrect type query
zh: 错误的查询类别

# COMMAND_NETWORK_INVALID
source: Not a network query
it: Non è una query di rete corretta
nl: Geen query voor een netwerk
zh: 非网络查询

# COMMAND_NETWORK_NOT_FOUND
source: network '%@' not found
it: rete '%@' no trovata
nl: netwerk '%@' niet gevonden
zh: 网络 '%@' 未找到

# COMMAND_CHANNEL_INVALID
source: %@ is not a channel
it: %@ non è un canale
nl: %@ is geen kanaal
zh: %@ 不是一个频道

# COMMAND_CHANNEL_NOT_JOINED
source: %@ is not joined
it: %@ non è iscritto
nl: Je bevind je niet in het kanaal '%@'
zh: %@ 未加入

# COMMAND_ALIAS_DEFAULT_TITLE
source: Default Aliases:
de: Standard Aliases:
nl: Standaard Aliassen:
zh: 默认别名:

# COMMAND_ALIAS_TITLE
source: Aliases:
nl: Aliassen:
zh: 别名:

# COMMAND_ALIAS_ALREADY_ADDED
source: Alias '%@' is already added
it: Alias '%@' è già aggiunto
nl: Alias '%@' bestaat al
zh: 别名 '%@' 已加入

# COMMAND_ALIAS_NOT_FOUND
source: Alias '%@' not found
it: Alias '%@' non trovato
nl: Alias '%@' niet gevonden
zh: 别名 '%@' 未找到

# COMMAND_ALIAS_REMOVE_ERROR
source: Cannot remove default alias '%@'
it: Non può rimuovere default alias '%@'
nl: Kan standaardalias '%@' niet verwijderen
zh: 无法移除默认别名 '%@'

# COMMAND_ALIAS_REMOVE
source: Alias '%@' removed
it: Alias '%@' rimosso
nl: Alias '%@' verwijderd
zh: 别名 '%@' 已移除

# COMMAND_INVITE_MULTIPLE
source: Multiple channels provided to invite. Only one is allowed.
it: Più canali data per l’invito. Solo un canale consentito.
nl: Uitnodiging voor meerdere kanalen is niet mogelijk, slechts één is toegestaan.
zh: 多个频道可邀请. 仅一个被允许.

# COMMAND_MY_VERSION
source: /me is using {app} {app.version} {app.url}
it: /me sta usando {app} {app.version} {app.url}
nl: /me gebruikt {app} {app.version} {app.url}
zh: /me 正在使用 {app} {app.version} {app.url}

# COMMAND_SYSINFO
source: /me is using {app} {app.version} on an {device} running {os} {os.version} with {device.processorCount} CPU cores, {device.systemMemory} RAM and {device.batteryPercentage} battery life remaining
it: /me sta usando {app} {app.version} su un {device} su {os} {os.version}
nl: /me gebruikt {app} {app.version} op een {device} met {os} {os.version}, {device.processorCount} CPU cores, {device.systemMemory} RAM en een batterijpercentage van {device.batteryPercentage}
zh: /me 正在使用 {app} {app.version} 运行在 {device} 平台和 {os} {os.version} 系统

# COMMAND_UNKNOWN
source: Unknown Command: %@, use /raw to send commands directly to the server
it: Comando sconosciuto: %@, use /raw to send commands directly to the server
nl: Onbekend Commando: %@, gebruik /raw om commando's direct naar de server te sturen
zh: 未知命令: %@, 使用 /raw 命令将命令直接发送至服务器

# TLS_TRUST_CERTIFICATE
source: Trust
it: Fidati
nl: Vertrouwen

# IRC_KICKED_EVENT
source: %@ kicked %@ (%@)
de: %@ hat %@ gekickt
it: %@ ha rimosso %@
nl: %@ heeft %@ verwijderd

# IRC_TOPIC_CHANGE_EVENT_UNSET
source: %@ has unset the topic
de: %@ hat das Thema entfernt
nl: %@ heeft het onderwerp verwijderd

# IRC_TOPIC_EVENT_UNSET
source: Topic is unset
de: Thema nicht gesetzt
nl: Dit kanaal heeft geen onderwerp

# UPLOAD_IMAGE_CONTENT_LENGTH_ERROR
source: Image is %@. Continue?
de: Foto ist %@. Fortfahren?
nl: Foto is %@. Doorgaan?

# CLOUDAPP_VERIFY_FAILURE
source: Account could not be verified, please try again.
it: Profilo non può essere verificato, perfavore riprovare
nl: Account kon niet worden geverifieerd, probeer het later opnieuw.

# CLOUDAPP_PASSWORD
source: Password
nl: Wachtwoord

# NETWORK_ADD_TITLE
source: Add Network
de: Netzwerk hinzufügen
it: Aggiungi Rete
nl: Netwerk toevoegen

# KEY_COMMAND_JUMP_TO_NETWORK_QUERY
source: Jump to Network Query
nl: Ga naar netwerk query

# KEY_COMMAND_JUMP_TO_QUERY
source: Jump to Query (1-9)
nl: Ga naar query (1-9)

# QUERY_SWITCHER_COMMAND
source: Open quickly
nl: Open snel

# QUERY_SWITCHER_PLACEHOLDER
source: Jump to...
nl: Ga naar...

# QUERY_SWITCHER_CLOSE
source: Close
nl: Sluiten

# QUERY_SWITCHER_SELECT
source: Select
nl: Selecteer

# QUERY_SWITCHER_UP
source: Up
nl: Omhoog

# QUERY_SWITCHER_DOWN
source: Down
nl: Omlaag

# COMMAND_RAW_NO_LINE
source: /raw was not given a line
it: /raw non era una data stringa
nl: /raw ontving geen commando om te versturen
